Repository: teecontrol/wordpress-plugin
Catalog: languages/teecontrol-course-data-*.po
Languages: nl_nl

source: Teecontrol Course Data
nl_nl: Teecontrol Baan Data

source: Teecontrol is the ultimate Tee sheet software for golf courses.
nl_nl: Teecontrol is het ultieme Teesheet systeem voor golfbanen.

source: Last update: %1$s %2$s
nl_nl: Laatste wijziging: %1$s %2$s

source: Teecontrol Course Data %1$s requires WordPress %2$s or higher.
nl_nl: Voor Teecontrol Baan Data %1$s is WordPress %2$s of nieuwer nodig.

source: Please <a href="%1$s">upgrade WordPress</a> to a current version.
nl_nl: <a href="%1$s">Update WordPress</a> naar een nieuwere versie.

source: API Key
nl_nl: API Sleutel

source: Update course information
nl_nl: Baan informatie bijwerken

source: Settings
nl_nl: Instellingen

source: Define your Teecontrol settings to enable the Teecontrol Course Data widgets.
nl_nl: Stel uw Teecontrol in op de Teecontrol Baan Data widgets beschikbaar te maken.

source: API keys can be managed in Teecontrol at "Integrations" > "Player app".
nl_nl: API sleutels kunnen beheerd worden binnen Teecontrol onder "Koppelingen" > "Spelers app".

source: All Teecontrol information is synced hourly. Using this option you can fetch the information manually.
nl_nl: Alle Teecontrol informatie wordt uurlijks bijgewerkt. Met gebruikt van deze optie kunt u de informatie handmatig tussentijds ophalen.

source: Settings saved.
nl_nl: Instellingen opgeslagen.

source: Save
nl_nl: Opslaan

# block title
source: Course Agenda
nl_nl: Baanagenda

# block description
source: Adds a course agenda table in your template of the upcoming 30 days
nl_nl: Voegt een baanagenda tabel voor de komende 30 dagen toe in het template

# block keyword
source: golf course
nl_nl: golfbaan

# block keyword
source: calendar
nl_nl: kalender

# block keyword
source: course agenda
nl_nl: baanagenda

# block title
source: Course Status
nl_nl: Baanstatus

# block description
source: Adds a course status table in your template
nl_nl: Voegt een baanstatus tabel toe in het template

# block keyword
source: course status
nl_nl: baanstatus
