Repository: teecontrol/wordpress-plugin
Catalog: languages/teecontrol-*.po
Languages: nl_nl

source: Teecontrol is the ultimate Tee sheet software for golf courses.
nl_nl: Teecontrol is het ultieme tee sheet systeem voor golfbanen.

source: Last update: %1$s %2$s
nl_nl: Laatste update: %1$s %2$s

source: Teecontrol %1$s requires WordPress %2$s or higher.
nl_nl: Voor Teecontrol %1$s is Wordpress %2$s of hoger nodig.

source: Please <a href="%1$s">upgrade WordPress</a> to a current version.
nl_nl: <a href=\"%1$s\">Upgrade WordPress</a> naar een nieuwe versie.

source: Define your Teecontrol settings to enable the Teecontrol widgets.
nl_nl: Stel de Teecontrol gegevens in om de Teecontrol widgets beschikbaar te stellen.

source: Color settings
nl_nl: Kleur-instellingen

source: Announcement background
nl_nl: Dagmelding achtergrond

source: Announcement text
nl_nl: Dagmelding tekst

source: Settings
nl_nl: Instellingen

source: Show loops or rounds
nl_nl: Toon lussen of rondes

source: Loops
nl_nl: Lussen

source: Rounds
nl_nl: Rondes

source: Course Agenda
nl_nl: Baanagenda

source: Enabled
nl_nl: Ingeschakeld

source: Disabled
nl_nl: Uitgeschakeld

source: Course Status
nl_nl: Baanstatus

# block title
source: Course Agenda
nl_nl: Baanagenda

# block description
source: Adds a course agenda table in your template of the upcoming 30 days
nl_nl: Voegt een baanagenda toe aan uw template met evenementen van de komende 30 dagen

# block keyword
source: golf course
nl_nl: golfbaan

# block keyword
source: calendar
nl_nl: kalender

# block keyword
source: course agenda
nl_nl: baanagenda

# block title
source: Course Status
nl_nl: Baanstatus

# block description
source: Adds a course status table in your template
nl_nl: Voegt een baanstatus tabel toe aan uw template

# block keyword
source: course status
nl_nl: baanstatus

source: Event color %1$s
nl_nl: Evenement kleur %1$s

source: API keys can be managed in Teecontrol at "Integrations" > "Player app".
nl_nl: API keys kunnen beheerd worden in Teecontrol onder "Integraties" > "Spelers app".

source: Update course information
nl_nl: Baaninformatie bijwerken

source: All Teecontrol information is synced hourly. Using this option you can fetch the information manually.
nl_nl: Alle informatie uit Teecontrol wordt ieder uur bijgewerkt. Met deze instelling kunt u de informatie handmatig bijwerken.
